Repository: baltamir1978/AEMET-Netatmo-ios
Catalog: AppPersonalWidget/Localizable.xcstrings
Source language: es
Languages: ca, en, eu, gl

# %@: %lld grados
source: %1$@: %2$lld grados
ca: %1$@: %2$lld graus
en: %1$@: %2$lld degrees
eu: %1$@: %2$lld gradu
gl: %1$@: %2$lld graos

source: Abre la app para actualizar
ca: Obre l'app per actualitzar
en: Open the app to refresh
eu: Ireki aplikazioa eguneratzeko
gl: Abre a app para actualizar

source: Bajamar
ca: Baixamar
en: Low tide
eu: Itsasbehera
gl: Baixamar

source: Bajando
ca: Baixant
en: Falling
eu: Jaisten
gl: Baixando

source: CO2: %lld partes por millón
ca: CO2: %lld parts per milió
en: CO2: %lld parts per million
eu: CO2: milioiko %lld zati

source: Color según la temperatura
ca: Color segons la temperatura
en: Colour by temperature
eu: Kolorea tenperaturaren arabera
gl: Cor segundo a temperatura

source: Curva de marea del día con tu posición actual. Elige el puerto en «Editar widget».
ca: Corba de marea del dia amb la teva posició actual. Tria el port a «Edita el widget».
en: Today's tide curve with your current position. Pick the port in «Edit widget».
eu: Eguneko marea-kurba zure uneko kokapenarekin. Aukeratu portua «Editatu widgeta» atalean.
gl: Curva de marea do día coa túa posición actual. Escolle o porto en «Editar widget».

source: Editar widget
ca: Edita el widget
en: Edit widget
eu: Editatu widgeta

source: Elige el puerto cuyas mareas muestra el widget.
ca: Tria el port del qual el widget mostra les marees.
en: Choose the port whose tides the widget shows.
eu: Aukeratu widgetak zein portuko mareak erakusten dituen.
gl: Escolle o porto do que o widget mostra as mareas.

source: Elige la ciudad que muestra el widget, o usa tu ubicación actual.
ca: Tria la ciutat que mostra el widget, o utilitza la teva ubicació actual.
en: Choose the city the widget shows, or use your current location.
eu: Aukeratu widgetak erakusten duen hiria, edo erabili zure uneko kokapena.
gl: Escolle a cidade que mostra o widget, ou usa a túa localización actual.

source: Elige la ciudad y si el fondo sigue el verde de la app o cambia con la temperatura.
ca: Tria la ciutat i si el fons segueix el verd de l'app o canvia amb la temperatura.
en: Choose the city and whether the background follows the app's green or changes with the temperature.
eu: Aukeratu hiria eta atzeko planoak aplikazioaren berdea jarraitzen duen edo tenperaturarekin aldatzen den.
gl: Escolle a cidade e se o fondo segue o verde da app ou cambia coa temperatura.

source: Elige si el fondo sigue el verde de la app o cambia con la temperatura exterior.
ca: Tria si el fons segueix el verd de l'app o canvia amb la temperatura exterior.
en: Choose whether the background follows the app's green or changes with the outdoor temperature.
eu: Aukeratu atzeko planoak aplikazioaren berdea jarraitzen duen edo kanpoko tenperaturarekin aldatzen den.
gl: Escolle se o fondo segue o verde da app ou cambia coa temperatura exterior.

source: Estación
ca: Estació
en: Station
eu: Estazioa

source: Estación de mareas
ca: Estació de marees
en: Tide station
eu: Marea-estazioa

source: Estación Netatmo
ca: Estació Netatmo
en: Netatmo station
eu: Netatmo estazioa

source: Fondo
ca: Fons
en: Background
eu: Atzeko planoa

source: Hoy
ca: Avui
en: Today
eu: Gaur
gl: Hoxe

source: Humedad
ca: Humitat
en: Humidity
eu: Hezetasuna
gl: Humidade

source: Humedad %lld por ciento
ca: Humitat %lld per cent
en: Humidity %lld percent
eu: Hezetasuna ehuneko %lld
gl: Humidade %lld por cento

source: Humedad exterior %lld por ciento
ca: Humitat exterior %lld per cent
en: Outdoor humidity %lld percent
eu: Kanpoko hezetasuna ehuneko %lld
gl: Humidade exterior %lld por cento

source: Lluvia
ca: Pluja
en: Rain
eu: Euria
gl: Choiva

source: Luna llena
ca: Lluna plena
en: Full moon
eu: Ilbetea
gl: Lúa chea

source: Mareas
ca: Marees
en: Tides
eu: Mareak

# Máxima %@, mínima %@
source: Máxima %1$@, mínima %2$@
ca: Màxima %1$@, mínima %2$@
en: High %1$@, low %2$@
eu: Maximoa %1$@, minimoa %2$@

# Máxima %lld°, mínima %lld°
source: Máxima %1$lld°, mínima %2$lld°
ca: Màxima %1$lld°, mínima %2$lld°
en: High %1$lld°, low %2$lld°
eu: Maximoa %1$lld°, minimoa %2$lld°

source: Orto y ocaso del sol, fase lunar y próxima luna. Elige la ciudad en «Editar widget».
ca: Sortida i posta de sol, fase lunar i propera lluna. Tria la ciutat a «Edita el widget».
en: Sunrise and sunset, moon phase and next moon. Pick the city in «Edit widget».
eu: Eguzkiaren irteera eta sarrera, ilargi-aldia eta hurrengo ilargia. Aukeratu hiria «Editatu widgeta» atalean.
gl: Saída e posta do sol, fase lunar e vindeira lúa. Escolle a cidade en «Editar widget».

source: Pleamar
ca: Plenamar
en: High tide
eu: Itsasgora
gl: Preamar

source: Presión
ca: Pressió
en: Pressure
eu: Presioa

source: Pronóstico AEMET: temperatura actual de la estación, por horas y próximos días. Elige la ciudad en «Editar widget».
ca: Pronòstic AEMET: temperatura actual de l'estació, per hores i pròxims dies. Tria la ciutat a «Edita el widget».
en: AEMET forecast: the station's current temperature, hourly and coming days. Pick the city in «Edit widget».
eu: AEMET iragarpena: estazioaren uneko tenperatura, orduka eta hurrengo egunetakoa. Aukeratu hiria «Editatu widgeta» atalean.
gl: Prognóstico AEMET: temperatura actual da estación, por horas e vindeiros días. Escolle a cidade en «Editar widget».

source: Pronóstico AEMET: temperatura actual de la estación, por horas y próximos días. Elige la ciudad y el fondo en «Editar widget».
ca: Pronòstic AEMET: temperatura actual de l'estació, per hores i pròxims dies. Tria la ciutat i el fons a «Edita el widget».
en: AEMET forecast: the station's current temperature, hourly and coming days. Pick the city and background in «Edit widget».
eu: AEMET iragarpena: estazioaren uneko tenperatura, orduka eta hurrengo egunetakoa. Aukeratu hiria eta atzeko planoa «Editatu widgeta» atalean.
gl: Prognóstico AEMET: temperatura actual da estación, por horas e vindeiros días. Escolle a cidade e o fondo en «Editar widget».

source: Ruido
ca: Soroll
en: Noise
eu: Zarata
gl: Ruído

source: Ruido dB
ca: Soroll dB
en: Noise dB
eu: Zarata dB
gl: Ruído dB

source: Seguir la app
ca: Segueix l'app
en: Follow the app
eu: Jarraitu aplikazioari
gl: Seguir a app

source: Sin datos de mareas
ca: Sense dades de marees
en: No tide data
eu: Marea-daturik ez
gl: Sen datos de mareas

source: Sol y Luna
ca: Sol i Lluna
en: Sun and Moon
eu: Eguzkia eta Ilargia
gl: Sol e Lúa

source: Subiendo
ca: Pujant
en: Rising
eu: Igotzen
gl: Subindo

source: Tiempo
ca: Temps
en: Weather
eu: Eguraldia
gl: Tempo

source: Tu estación Netatmo: temperatura y humedad exterior e interior, presión, CO₂, ruido y lluvia.
ca: La teva estació Netatmo: temperatura i humitat exterior i interior, pressió, CO₂, soroll i pluja.
en: Your Netatmo station: outdoor and indoor temperature and humidity, pressure, CO₂, noise and rain.
eu: Zure Netatmo estazioa: kanpoko eta barruko tenperatura eta hezetasuna, presioa, CO₂, zarata eta euria.
gl: A túa estación Netatmo: temperatura e humidade exterior e interior, presión, CO₂, ruído e choiva.

source: Tu estación Netatmo: temperatura y humedad exterior e interior, presión, CO₂, ruido y lluvia. El fondo puede cambiar con la temperatura («Editar widget»).
ca: La teva estació Netatmo: temperatura i humitat exterior i interior, pressió, CO₂, soroll i pluja. El fons pot canviar amb la temperatura («Edita el widget»).
en: Your Netatmo station: outdoor and indoor temperature and humidity, pressure, CO₂, noise and rain. The background can change with the temperature (“Edit widget”).
eu: Zure Netatmo estazioa: kanpoko eta barruko tenperatura eta hezetasuna, presioa, CO₂, zarata eta euria. Atzeko planoa tenperaturarekin alda daiteke («Editatu widgeta»).
gl: A túa estación Netatmo: temperatura e humidade exterior e interior, presión, CO₂, ruído e choiva. O fondo pode cambiar coa temperatura («Editar widget»).

source: Ubicación
ca: Ubicació
en: Location
eu: Kokapena
gl: Localización

source: Verde
ca: Verd
en: Green
eu: Berdea

source: Viento %lld kilómetros por hora
ca: Vent %lld quilòmetres per hora
en: Wind %lld kilometres per hour
eu: Haizea orduko %lld kilometro
gl: Vento %lld quilómetros por hora

source: Exterior
en: Outdoor
eu: Kanpoaldea

source: Interior
en: Indoor
eu: Barrualdea
